/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "O Front Row não pode encontrar nenhum conteúdo.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "O Front Row não pode reproduzir a música atual.";


/* kBRMediaNoPhotoContent */
301 = "O Front Row não pode encontrar nenhuma foto.";

/* kBRMediaNoPodcastContent */
302 = "O Front Row não pode encontrar nenhum podcast.";

/* kBRMediaNotDRMAuthorized */
303 = "Você não tem autorização para reproduzir este conteúdo.";

/* kBRMediaNoTVShowContent */
305 = "O Front Row não pode encontrar nenhum Programa de TV.";

/* kBRMediaNoMusicVideoContent */
306 = "O Front Row não encontrou nenhum videoclipe.";

/* kBRMediaNoPlaylists */
307 = "O Front Row não pode encontrar nenhuma lista.";

/* kBRMediaNoSongContent */
308 = "O Front Row não pode encontrar nenhuma música.";

/* kBRMediaNoAudioBookContent */
309 = "O Front Row não pode encontrar nenhum audiolivro.";

/* kBRMediaNoMovies */
315 = "O Front Row não pode encontrar nenhum filme.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "O Front Row não tem autorização para reproduzir este conteúdo.";


/* kBRDataSourceConnectionInProgressError */
420 = "O Front Row já está tentando conectar-se a esta fonte.";

/* KBRSystemNetworkHostUnreachable */
501 = "O Front Row não pode conectar-se a esta biblioteca.";

